Repository: sasmalgiri/mailin
Catalog: maxmailin/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, pt_br, zh_hans, zh_hant

source: Use the default location again
de: Wieder den Standardort verwenden
es: Volver a usar la ubicación predeterminada
fr: Réutiliser l'emplacement par défaut
hi: फिर से डिफ़ॉल्ट स्थान का उपयोग करें
it: Usa di nuovo la posizione predefinita
ja: デフォルトの場所を再び使用
ko: 기본 위치 다시 사용
pt_br: Usar o local padrão novamente
zh_hans: 重新使用默认位置
zh_hant: 重新使用預設位置

source: Use the filter bar to narrow results by tag, date, sender, or attachment type. Toggle AI and Pro for more filters.
de: Verwenden Sie die Filterleiste, um Ergebnisse nach Tag, Datum, Absender oder Anhangtyp einzugrenzen. Schalten Sie KI und Pro für weitere Filter ein.
es: Usa la barra de filtros para acotar los resultados por etiqueta, fecha, remitente o tipo de adjunto. Activa IA y Pro para más filtros.
fr: Utilisez la barre de filtres pour affiner les résultats par étiquette, date, expéditeur ou type de pièce jointe. Activez IA et Pro pour plus de filtres.
hi: टैग, तिथि, प्रेषक या अटैचमेंट प्रकार से परिणाम सीमित करने के लिए फ़िल्टर बार का उपयोग करें। अधिक फ़िल्टर के लिए AI और Pro टॉगल करें।
it: Usa la barra dei filtri per restringere i risultati per tag, data, mittente o tipo di allegato. Attiva IA e Pro per altri filtri.
ja: フィルタバーを使って、タグ、日付、送信者、添付ファイルの種類で結果を絞り込みます。AI と Pro をオンにするとフィルタが増えます。
ko: 필터 막대로 태그, 날짜, 발신자 또는 첨부 파일 유형별로 결과를 좁히세요. 더 많은 필터를 보려면 AI와 Pro를 켜세요.
pt_br: Use a barra de filtros para restringir os resultados por etiqueta, data, remetente ou tipo de anexo. Ative IA e Pro para mais filtros.
zh_hans: 使用筛选栏按标签、日期、发件人或附件类型缩小结果范围。打开 AI 和 Pro 以获得更多筛选项。
zh_hant: 使用篩選列依標籤、日期、寄件者或附件類型縮小結果範圍。開啟 AI 和 Pro 以取得更多篩選項目。

source: Use the offset engine
de: Offset-Engine verwenden
es: Usar el motor de desplazamiento
fr: Utiliser le moteur à décalage
hi: ऑफ़सेट इंजन का उपयोग करें
it: Usa il motore a offset
ja: オフセットエンジンを使用
ko: 오프셋 엔진 사용
pt_br: Usar o mecanismo de offset
zh_hans: 使用偏移引擎
zh_hant: 使用偏移引擎

source: Use topics to filter your email list.
de: Themen verwenden, um Ihre E-Mail-Liste zu filtern.
es: Usa los temas para filtrar tu lista de correos.
fr: Utilisez les sujets pour filtrer votre liste d'e-mails.
hi: अपनी ईमेल सूची फ़िल्टर करने के लिए विषयों का उपयोग करें।
it: Usa gli argomenti per filtrare il tuo elenco di email.
ja: トピックを使ってメールリストを絞り込みます。
ko: 주제를 사용하여 이메일 목록을 필터링하세요.
pt_br: Use tópicos para filtrar sua lista de e-mails.
zh_hans: 使用主题筛选您的邮件列表。
zh_hant: 使用主題篩選您的郵件列表。

source: Used to match queries to this expert via semantic similarity.
de: Wird verwendet, um Abfragen über semantische Ähnlichkeit diesem Experten zuzuordnen.
es: Se usa para asociar consultas a este experto mediante similitud semántica.
fr: Sert à associer les requêtes à cet expert par similarité sémantique.
hi: अर्थगत समानता के माध्यम से क्वेरी को इस विशेषज्ञ से मिलाने के लिए उपयोग किया जाता है।
it: Usato per abbinare le query a questo esperto tramite somiglianza semantica.
ja: 意味的類似度によってクエリをこのエキスパートに照合するために使われます。
ko: 의미적 유사성을 통해 쿼리를 이 전문가에 연결하는 데 사용됩니다.
pt_br: Usado para associar consultas a este especialista por similaridade semântica.
zh_hans: 用于通过语义相似度将查询匹配到此专家。
zh_hant: 用於透過語意相似度將查詢比對到此專家。

source: User-reported suspicious emails, pre-scored and waiting for your call.
de: Von Nutzern gemeldete verdächtige E-Mails, vorbewertet und auf Ihre Entscheidung wartend.
es: Correos sospechosos reportados por usuarios, prepuntuados y a la espera de tu decisión.
fr: E-mails suspects signalés par les utilisateurs, pré-notés et en attente de votre décision.
hi: उपयोगकर्ता द्वारा रिपोर्ट किए गए संदिग्ध ईमेल, पूर्व-स्कोर किए गए और आपके निर्णय की प्रतीक्षा में।
it: Email sospette segnalate dagli utenti, pre-valutate e in attesa della tua decisione.
ja: ユーザーから報告された疑わしいメール。事前にスコア付けされ、あなたの判断を待っています。
ko: 사용자가 신고한 의심스러운 이메일로, 사전 점수가 매겨져 사용자의 판정을 기다립니다.
pt_br: E-mails suspeitos reportados por usuários, pré-pontuados e aguardando sua decisão.
zh_hans: 用户报告的可疑邮件，已预先评分，等待您的裁定。
zh_hant: 使用者回報的可疑郵件，已預先評分，等待您的裁定。

source: Uses Apple Intelligence (FoundationModels) when available. All processing stays on your device.
de: Verwendet Apple Intelligence (FoundationModels), wenn verfügbar. Die gesamte Verarbeitung bleibt auf Ihrem Gerät.
es: Usa Apple Intelligence (FoundationModels) cuando está disponible. Todo el procesamiento permanece en tu dispositivo.
fr: Utilise Apple Intelligence (FoundationModels) lorsque disponible. Tout le traitement reste sur votre appareil.
hi: उपलब्ध होने पर Apple Intelligence (FoundationModels) का उपयोग करता है। सारा प्रसंस्करण आपके डिवाइस पर रहता है।
it: Usa Apple Intelligence (FoundationModels) quando disponibile. Tutta l'elaborazione resta sul tuo dispositivo.
ja: 利用可能な場合は Apple Intelligence (FoundationModels) を使用します。すべての処理はデバイス上で行われます。
ko: 가능한 경우 Apple Intelligence(FoundationModels)를 사용합니다. 모든 처리는 기기에서 이루어집니다.
pt_br: Usa a Apple Intelligence (FoundationModels) quando disponível. Todo o processamento permanece no seu dispositivo.
zh_hans: 可用时使用 Apple Intelligence (FoundationModels)。所有处理都在您的设备上进行。
zh_hant: 可用時使用 Apple Intelligence (FoundationModels)。所有處理都在您的裝置上進行。

source: Uses Apple Intelligence (FoundationModels) when available. All processing stays on your device. The same switch is the AI Insights page in Settings ▸ Modules.
de: Nutzt Apple Intelligence (FoundationModels), wenn verfügbar. Alles wird auf Ihrem Gerät verarbeitet. Derselbe Schalter ist die Seite „AI Insights“ unter Einstellungen ▸ Module.
es: Usa Apple Intelligence (FoundationModels) cuando está disponible. Todo se procesa en su dispositivo. El mismo interruptor es la página AI Insights en Ajustes ▸ Módulos.
fr: Utilise Apple Intelligence (FoundationModels) si disponible. Tout est traité sur votre appareil. Le même interrupteur est la page AI Insights dans Réglages ▸ Modules.
hi: उपलब्ध होने पर Apple Intelligence (FoundationModels) का इस्तेमाल करता है। सारी प्रोसेसिंग आपके डिवाइस पर होती है। यही स्विच सेटिंग्स ▸ मॉड्यूल में AI Insights पेज है।
it: Usa Apple Intelligence (FoundationModels) quando disponibile. Tutto viene elaborato sul tuo dispositivo. Lo stesso interruttore è la pagina AI Insights in Impostazioni ▸ Moduli.
ja: 利用可能な場合はApple Intelligence(FoundationModels)を使います。処理はすべてデバイス上で行われます。このスイッチは設定 ▸ モジュールのAI Insightsページと同じです。
ko: 사용 가능한 경우 Apple Intelligence(FoundationModels)를 사용합니다. 모든 처리는 기기에서 이루어집니다. 같은 스위치가 설정 ▸ 모듈의 AI Insights 페이지입니다.
pt_br: Usa o Apple Intelligence (FoundationModels) quando disponível. Todo o processamento fica no seu dispositivo. O mesmo botão é a página AI Insights em Ajustes ▸ Módulos.
zh_hans: 在可用时使用 Apple 智能(FoundationModels)。所有处理都在你的设备上完成。此开关即“设置”▸“模块”中的 AI Insights 页面。
zh_hant: 可用時使用 Apple Intelligence(FoundationModels)。所有處理都在你的裝置上完成。此開關即「設定」▸「模組」中的 AI Insights 頁面。

source: Using NLP sentence embeddings and k-means++ clustering
de: Mit NLP-Satz-Embeddings und k-means++-Clustering
es: Usando embeddings de oraciones NLP y agrupación k-means++
fr: Avec des plongements de phrases NLP et un regroupement k-means++
hi: NLP वाक्य एम्बेडिंग और k-means++ क्लस्टरिंग का उपयोग
it: Con embedding di frasi NLP e clustering k-means++
ja: NLP 文埋め込みと k-means++ クラスタリングを使用
ko: NLP 문장 임베딩과 k-means++ 클러스터링 사용
pt_br: Usando embeddings de sentenças NLP e agrupamento k-means++
zh_hans: 使用 NLP 句向量和 k-means++ 聚类
zh_hant: 使用 NLP 句向量和 k-means++ 叢集

source: Valid — Trusted Signer
de: Gültig — vertrauenswürdiger Unterzeichner
es: Válido — firmante de confianza
fr: Valide — signataire approuvé
hi: वैध — विश्वसनीय हस्ताक्षरकर्ता
it: Valido — firmatario attendibile
ja: 有効 — 信頼された署名者
ko: 유효 — 신뢰할 수 있는 서명자
pt_br: Válido — signatário confiável
zh_hans: 有效 — 受信任的签名者
zh_hant: 有效 — 受信任的簽署者

source: Valid Signature — Untrusted Certificate
de: Gültige Signatur — nicht vertrauenswürdiges Zertifikat
es: Firma válida — certificado no confiable
fr: Signature valide — certificat non approuvé
hi: वैध हस्ताक्षर — अविश्वसनीय प्रमाणपत्र
it: Firma valida — certificato non attendibile
ja: 有効な署名 — 信頼されていない証明書
ko: 유효한 서명 — 신뢰할 수 없는 인증서
pt_br: Assinatura válida — certificado não confiável
zh_hans: 签名有效 — 证书不受信任
zh_hant: 簽名有效 — 憑證不受信任

source: Value
de: Wert
es: Valor
fr: Valeur
hi: मान
it: Valore
ja: 値
ko: 값
pt_br: Valor
zh_hans: 值
zh_hant: 值

source: Variant name
de: Variantenname
es: Nombre de la variante
fr: Nom de la variante
hi: वैरिएंट नाम
it: Nome della variante
ja: バリアント名
ko: 변형 이름
pt_br: Nome da variante
zh_hans: 变体名称
zh_hant: 變體名稱

source: Variant: %@
de: Variante: %@
es: Variante: %@
fr: Variante : %@
hi: वैरिएंट: %@
it: Variante: %@
ja: バリアント: %@
ko: 변형: %@
pt_br: Variante: %@
zh_hans: 变体：%@
zh_hant: 變體：%@

source: vCard Contacts
de: vCard-Kontakte
es: Contactos vCard
fr: Contacts vCard
hi: vCard संपर्क
it: Contatti vCard
ja: vCard 連絡先
ko: vCard 연락처
pt_br: Contatos vCard
zh_hans: vCard 联系人
zh_hant: vCard 聯絡人

source: Verdict queue
de: Urteilswarteschlange
es: Cola de veredictos
fr: File des verdicts
hi: निर्णय कतार
it: Coda dei verdetti
ja: 判定キュー
ko: 판정 대기열
pt_br: Fila de veredictos
zh_hans: 裁定队列
zh_hant: 裁定佇列

source: Verdict queue for user-reported suspicious emails — auto-scored, one-click verdicts, IOC blocklist export.
de: Urteilswarteschlange für von Nutzern gemeldete verdächtige E-Mails — automatisch bewertet, Ein-Klick-Urteile, IOC-Sperrlisten-Export.
es: Cola de veredictos para correos sospechosos reportados por usuarios — puntuación automática, veredictos de un clic, exportación de lista de bloqueo de IOC.
fr: File des verdicts pour les e-mails suspects signalés par les utilisateurs — notation automatique, verdicts en un clic, export de liste de blocage IOC.
hi: उपयोगकर्ता द्वारा रिपोर्ट किए गए संदिग्ध ईमेल के लिए निर्णय कतार — स्वतः-स्कोर, एक-क्लिक निर्णय, IOC ब्लॉकलिस्ट निर्यात।
it: Coda dei verdetti per le email sospette segnalate dagli utenti — valutazione automatica, verdetti a un clic, esportazione della lista di blocco IOC.
ja: ユーザーから報告された疑わしいメールの判定キュー — 自動スコアリング、ワンクリック判定、IOC ブロックリストの書き出し。
ko: 사용자가 신고한 의심스러운 이메일의 판정 대기열 — 자동 점수화, 원클릭 판정, IOC 차단 목록 내보내기.
pt_br: Fila de veredictos para e-mails suspeitos reportados por usuários — pontuação automática, veredictos de um clique, exportação de lista de bloqueio de IOC.
zh_hans: 用户报告可疑邮件的裁定队列 — 自动评分、一键裁定、IOC 阻止列表导出。
zh_hant: 使用者回報可疑郵件的裁定佇列 — 自動評分、一鍵裁定、IOC 封鎖清單匯出。

source: Verifiable AI provenance
de: Verifizierbare KI-Herkunft
es: Procedencia de IA verificable
fr: Provenance IA vérifiable
hi: सत्यापन योग्य AI उद्गम
it: Provenienza IA verificabile
ja: 検証可能な AI 来歴
ko: 검증 가능한 AI 출처
pt_br: Procedência de IA verificável
zh_hans: 可验证的 AI 来源
zh_hant: 可驗證的 AI 來源

source: Verification evidence (what shows the action worked / failed)…
de: Verifizierungsnachweis (was zeigt, dass die Maßnahme funktioniert hat / fehlgeschlagen ist) …
es: Evidencia de verificación (qué demuestra que la acción funcionó / falló)…
fr: Preuve de vérification (ce qui montre que l'action a réussi / échoué)…
hi: सत्यापन साक्ष्य (क्या दिखाता है कि कार्रवाई सफल / विफल रही)…
it: Prova di verifica (cosa dimostra che l'azione ha funzionato / è fallita)…
ja: 検証の証拠 (アクションが成功 / 失敗したことを示すもの)…
ko: 검증 증거(작업이 성공 / 실패했음을 보여주는 것)…
pt_br: Evidência de verificação (o que mostra que a ação funcionou / falhou)…
zh_hans: 验证证据（什么表明该行动成功 / 失败）…
zh_hant: 驗證證據（什麼顯示該行動成功 / 失敗）⋯

source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
hi: सत्यापित
it: Verificato
ja: 検証済み
ko: 검증됨
pt_br: Verificado
zh_hans: 已验证
zh_hant: 已驗證

source: Verified — this receipt has not been modified since it was written.
de: Verifiziert — diese Quittung wurde seit dem Schreiben nicht verändert.
es: Verificado — este recibo no se ha modificado desde que se escribió.
fr: Vérifié — ce reçu n'a pas été modifié depuis sa rédaction.
hi: सत्यापित — यह रसीद लिखे जाने के बाद से बदली नहीं गई है।
it: Verificato — questa ricevuta non è stata modificata da quando è stata scritta.
ja: 検証済み — このレシートは作成以降変更されていません。
ko: 검증됨 — 이 영수증은 작성된 이후 수정되지 않았습니다.
pt_br: Verificado — este recibo não foi modificado desde que foi escrito.
zh_hans: 已验证 — 此收据自写入以来未被修改。
zh_hant: 已驗證 — 此收據自寫入以來未被修改。

source: Verified by (your name — required)
de: Verifiziert von (Ihr Name — erforderlich)
es: Verificado por (tu nombre — obligatorio)
fr: Vérifié par (votre nom — obligatoire)
hi: सत्यापनकर्ता (आपका नाम — आवश्यक)
it: Verificato da (il tuo nome — obbligatorio)
ja: 検証者 (あなたの名前 — 必須)
ko: 검증자(본인 이름 — 필수)
pt_br: Verificado por (seu nome — obrigatório)
zh_hans: 验证人（您的姓名 — 必填）
zh_hant: 驗證者（您的姓名 — 必填）

# verified by %@ · %@
source: verified by %1$@ · %2$@
de: verifiziert von %1$@ · %2$@
es: verificado por %1$@ · %2$@
fr: vérifié par %1$@ · %2$@
hi: %1$@ द्वारा सत्यापित · %2$@
it: verificato da %1$@ · %2$@
ja: %1$@ により検証 · %2$@
ko: %1$@ 검증 · %2$@
pt_br: verificado por %1$@ · %2$@
zh_hans: 由 %1$@ 验证 · %2$@
zh_hant: 由 %1$@ 驗證 · %2$@

source: Verified for this build
de: Für diesen Build verifiziert
es: Verificado para esta compilación
fr: Vérifié pour cette version
hi: इस बिल्ड के लिए सत्यापित
it: Verificato per questa build
ja: このビルドで検証済み
ko: 이 빌드에서 검증됨
pt_br: Verificado para esta versão
zh_hans: 已针对此构建验证
zh_hant: 已針對此組建驗證

# Verified: %lld messages written in %lld file%@ (%@) and read back exactly.
source: Verified: %1$lld messages written in %2$lld file%3$@ (%4$@) and read back exactly.
de: Verifiziert: %1$lld Nachrichten in %2$lld Datei%3$@ geschrieben (%4$@) und exakt zurückgelesen.
es: Verificado: %1$lld mensajes escritos en %2$lld archivo%3$@ (%4$@) y releídos exactamente.
fr: Vérifié : %1$lld messages écrits dans %2$lld fichier%3$@ (%4$@) et relus à l'identique.
hi: सत्यापित: %1$lld संदेश %2$lld फ़ाइल%3$@ (%4$@) में लिखे गए और ठीक वैसे ही पढ़े गए।
it: Verificato: %1$lld messaggi scritti in %2$lld file%3$@ (%4$@) e riletti esattamente.
ja: 検証済み: %1$lld 件のメッセージを %2$lld 個のファイル%3$@ (%4$@) に書き込み、正確に読み戻しました。
ko: 검증됨: 메시지 %1$lld개를 파일 %2$lld개%3$@(%4$@)에 기록하고 정확히 다시 읽었습니다.
pt_br: Verificado: %1$lld mensagens gravadas em %2$lld arquivo%3$@ (%4$@) e relidas exatamente.
zh_hans: 已验证：%1$lld 封邮件写入 %2$lld 个文件%3$@ (%4$@) 并精确回读。
zh_hant: 已驗證：%1$lld 封訊息寫入 %2$lld 個檔案%3$@ (%4$@) 並精確讀回。

source: Verify & close…
de: Verifizieren & schließen …
es: Verificar y cerrar…
fr: Vérifier et fermer…
hi: सत्यापित करें और बंद करें…
it: Verifica e chiudi…
ja: 検証して閉じる…
ko: 검증 후 닫기…
pt_br: Verificar e fechar…
zh_hans: 验证并关闭…
zh_hant: 驗證並關閉⋯

source: Verify & Seal Collection
de: Sammlung verifizieren & versiegeln
es: Verificar y sellar la colección
fr: Vérifier et sceller la collection
hi: संग्रह सत्यापित करें और सील करें
it: Verifica e sigilla la raccolta
ja: コレクションを検証して封印
ko: 컬렉션 검증 및 봉인
pt_br: Verificar e selar coleção
zh_hans: 验证并封印集合
zh_hant: 驗證並封印集合

source: Verify All Email Integrity
de: Integrität aller E-Mails verifizieren
es: Verificar la integridad de todos los correos
fr: Vérifier l'intégrité de tous les e-mails
hi: सभी ईमेल की अखंडता सत्यापित करें
it: Verifica l'integrità di tutte le email
ja: すべてのメールの完全性を検証
ko: 모든 이메일 무결성 검증
pt_br: Verificar integridade de todos os e-mails
zh_hans: 验证所有邮件完整性
zh_hant: 驗證所有郵件完整性

source: Verify Audit Log Integrity
de: Integrität des Prüfprotokolls verifizieren
es: Verificar la integridad del registro de auditoría
fr: Vérifier l'intégrité du journal d'audit
hi: ऑडिट लॉग अखंडता सत्यापित करें
it: Verifica l'integrità del registro di audit
ja: 監査ログの完全性を検証
ko: 감사 로그 무결성 검증
pt_br: Verificar integridade do registro de auditoria
zh_hans: 验证审计日志完整性
zh_hant: 驗證稽核記錄完整性

source: Verify evidence integrity
de: Beweisintegrität verifizieren
es: Verificar la integridad de la evidencia
fr: Vérifier l'intégrité des preuves
hi: साक्ष्य अखंडता सत्यापित करें
it: Verifica l'integrità delle prove
ja: 証拠の完全性を検証
ko: 증거 무결성 검증
pt_br: Verificar integridade das evidências
zh_hans: 验证证据完整性
zh_hant: 驗證證據完整性

source: Verify Integrity
de: Integrität verifizieren
es: Verificar integridad
fr: Vérifier l'intégrité
hi: अखंडता सत्यापित करें
it: Verifica integrità
ja: 完全性を検証
ko: 무결성 검증
pt_br: Verificar integridade
zh_hans: 验证完整性
zh_hant: 驗證完整性

source: Verify Seals (%lld)
de: Siegel verifizieren (%lld)
es: Verificar sellos (%lld)
fr: Vérifier les scellés (%lld)
hi: सील सत्यापित करें (%lld)
it: Verifica sigilli (%lld)
ja: 封印を検証 (%lld)
ko: 봉인 검증 (%lld)
pt_br: Verificar selos (%lld)
zh_hans: 验证封印 (%lld)
zh_hant: 驗證封印 (%lld)

source: Verify the integrity of imported emails.
de: Die Integrität importierter E-Mails verifizieren.
es: Verifica la integridad de los correos importados.
fr: Vérifiez l'intégrité des e-mails importés.
hi: आयातित ईमेल की अखंडता सत्यापित करें।
it: Verifica l'integrità delle email importate.
ja: 読み込んだメールの完全性を検証します。
ko: 가져온 이메일의 무결성을 검증합니다.
pt_br: Verifique a integridade dos e-mails importados.
zh_hans: 验证已导入邮件的完整性。
zh_hant: 驗證已匯入郵件的完整性。

source: Verify the rule works correctly.
de: Prüfen, ob die Regel korrekt funktioniert.
es: Verifica que la regla funciona correctamente.
fr: Vérifiez que la règle fonctionne correctement.
hi: सत्यापित करें कि नियम सही काम करता है।
it: Verifica che la regola funzioni correttamente.
ja: ルールが正しく動作することを確認します。
ko: 규칙이 올바르게 작동하는지 확인합니다.
pt_br: Verifique se a regra funciona corretamente.
zh_hans: 验证规则是否正常工作。
zh_hant: 驗證規則是否正常運作。

source: Verifying...
de: Wird verifiziert …
es: Verificando...
fr: Vérification...
hi: सत्यापित हो रहा है...
it: Verifica in corso...
ja: 検証中...
ko: 검증 중...
pt_br: Verificando...
zh_hans: 正在验证...
zh_hant: 正在驗證...

source: Verifying…
de: Wird verifiziert …
es: Verificando…
fr: Vérification…
hi: सत्यापित हो रहा है…
it: Verifica in corso…
ja: 検証中…
ko: 검증 중…
pt_br: Verificando…
zh_hans: 正在验证…
zh_hant: 正在驗證⋯

source: Very large messages are indexed up to a fixed byte budget so one message cannot consume the whole index. Text beyond the budget is still STORED and still exports byte-for-byte — it is only the full-text search that stops there.
de: Sehr große Nachrichten werden bis zu einem festen Byte-Budget indiziert, damit eine einzelne Nachricht nicht den gesamten Index belegen kann. Text jenseits des Budgets wird weiterhin GESPEICHERT und weiterhin Byte für Byte exportiert — nur die Volltextsuche endet dort.
es: Los mensajes muy grandes se indexan hasta un presupuesto fijo de bytes para que un solo mensaje no pueda consumir todo el índice. El texto que supera el presupuesto se sigue ALMACENANDO y se sigue exportando byte a byte — solo la búsqueda de texto completo se detiene ahí.
fr: Les très grands messages sont indexés jusqu'à un budget d'octets fixe afin qu'un seul message ne puisse pas consommer tout l'index. Le texte au-delà du budget est toujours STOCKÉ et toujours exporté octet par octet — seule la recherche plein texte s'arrête là.
hi: बहुत बड़े संदेश एक निश्चित बाइट बजट तक अनुक्रमित होते हैं ताकि एक संदेश पूरा सूचकांक न ले ले। बजट से आगे का टेक्स्ट फिर भी संग्रहीत रहता है और बाइट-दर-बाइट निर्यात होता है — केवल पूर्ण-टेक्स्ट खोज वहीं रुकती है।
it: I messaggi molto grandi vengono indicizzati fino a un budget fisso di byte, così un solo messaggio non può consumare l'intero indice. Il testo oltre il budget viene comunque ARCHIVIATO ed esportato byte per byte — solo la ricerca full-text si ferma lì.
ja: 非常に大きなメッセージは、1 通がインデックス全体を占有しないよう、固定のバイト上限までインデックスされます。上限を超えるテキストも引き続き保存され、バイト単位でそのまま書き出されます — 全文検索だけがそこで止まります。
ko: 매우 큰 메시지는 한 메시지가 전체 색인을 차지하지 않도록 고정된 바이트 한도까지만 색인됩니다. 한도를 넘는 텍스트도 여전히 저장되며 바이트 단위로 그대로 내보내집니다 — 전문 검색만 거기서 멈춥니다.
pt_br: Mensagens muito grandes são indexadas até um orçamento fixo de bytes para que uma única mensagem não consuma todo o índice. O texto além do orçamento continua ARMAZENADO e continua sendo exportado byte a byte — apenas a busca em texto completo para ali.
zh_hans: 超大邮件只索引到固定的字节预算，以免一封邮件占用整个索引。超出预算的文本仍会被存储，并仍可逐字节导出 — 只是全文搜索到此为止。
zh_hant: 超大訊息只索引到固定的位元組預算，以免一封訊息佔用整個索引。超出預算的文字仍會被儲存，並仍可逐位元組匯出 — 只是全文搜尋到此為止。

source: View
de: Anzeigen
es: Ver
fr: Afficher
hi: देखें
it: Visualizza
ja: 表示
ko: 보기
pt_br: Visualizar
zh_hans: 查看
zh_hant: 檢視

source: View & filter emails
de: E-Mails anzeigen & filtern
es: Ver y filtrar correos
fr: Afficher et filtrer les e-mails
hi: ईमेल देखें और फ़िल्टर करें
it: Visualizza e filtra email
ja: メールの表示と絞り込み
ko: 이메일 보기 및 필터링
pt_br: Visualizar e filtrar e-mails
zh_hans: 查看和筛选邮件
zh_hant: 檢視和篩選郵件

source: View All →
de: Alle anzeigen →
es: Ver todo →
fr: Tout afficher →
hi: सभी देखें →
it: Vedi tutto →
ja: すべて表示 →
ko: 모두 보기 →
pt_br: Ver tudo →
zh_hans: 查看全部 →
zh_hant: 檢視全部 →

source: View all attachments visually.
de: Alle Anhänge visuell anzeigen.
es: Ve todos los adjuntos visualmente.
fr: Affichez toutes les pièces jointes visuellement.
hi: सभी अटैचमेंट दृश्य रूप में देखें।
it: Visualizza tutti gli allegati in modo visivo.
ja: すべての添付ファイルを視覚的に表示します。
ko: 모든 첨부 파일을 시각적으로 봅니다.
pt_br: Veja todos os anexos visualmente.
zh_hans: 以可视化方式查看所有附件。
zh_hant: 以視覺化方式查看所有附件。

source: View and save every attachment from your archive.
de: Jeden Anhang aus Ihrem Archiv anzeigen und sichern.
es: Ve y guarda cada adjunto de tu archivo.
fr: Affichez et enregistrez chaque pièce jointe de votre archive.
hi: अपने संग्रह का हर अटैचमेंट देखें और सहेजें।
it: Visualizza e salva ogni allegato del tuo archivio.
ja: アーカイブ内のすべての添付ファイルを表示して保存します。
ko: 아카이브의 모든 첨부 파일을 보고 저장합니다.
pt_br: Veja e salve cada anexo do seu arquivo.
zh_hans: 查看并存储归档中的每个附件。
zh_hant: 查看並儲存封存中的每個附件。

source: View attachment content and save files.
de: Anhanginhalte anzeigen und Dateien sichern.
es: Ve el contenido de los adjuntos y guarda archivos.
fr: Affichez le contenu des pièces jointes et enregistrez les fichiers.
hi: अटैचमेंट सामग्री देखें और फ़ाइलें सहेजें।
it: Visualizza il contenuto degli allegati e salva i file.
ja: 添付ファイルの内容を表示してファイルを保存します。
ko: 첨부 파일 내용을 보고 파일을 저장합니다.
pt_br: Veja o conteúdo dos anexos e salve arquivos.
zh_hans: 查看附件内容并存储文件。
zh_hant: 查看附件內容並儲存檔案。

source: View Categories
de: Kategorien anzeigen
es: Ver categorías
fr: Afficher les catégories
hi: श्रेणियाँ देखें
it: Visualizza categorie
ja: カテゴリを表示
ko: 카테고리 보기
pt_br: Ver categorias
zh_hans: 查看类别
zh_hant: 查看類別

source: View Clusters
de: Cluster anzeigen
es: Ver grupos
fr: Afficher les groupes
hi: समूह देखें
it: Visualizza cluster
ja: クラスタを表示
ko: 클러스터 보기
pt_br: Ver grupos
zh_hans: 查看聚类
zh_hant: 查看叢集

source: View Height
de: Ansichtshöhe
es: Altura de la vista
fr: Hauteur de la vue
hi: दृश्य ऊँचाई
it: Altezza della vista
ja: 表示の高さ
ko: 보기 높이
pt_br: Altura da visualização
zh_hans: 视图高度
zh_hant: 顯示高度

source: View Plan Details…
de: Plandetails anzeigen …
es: Ver detalles del plan…
fr: Voir les détails du forfait…
hi: प्लान विवरण देखें…
it: Vedi dettagli del piano…
ja: プランの詳細を表示…
ko: 요금제 세부 정보 보기…
pt_br: Ver detalhes do plano…
zh_hans: 查看方案详情…
zh_hant: 檢視方案詳細資料⋯

source: View Plans / Upgrade…
de: Pläne anzeigen / Upgrade …
es: Ver planes / Mejorar…
fr: Voir les forfaits / Mettre à niveau…
hi: प्लान देखें / अपग्रेड करें…
it: Vedi piani / Upgrade…
ja: プランを表示 / アップグレード…
ko: 요금제 보기 / 업그레이드…
pt_br: Ver planos / Fazer upgrade…
zh_hans: 查看方案 / 升级…
zh_hant: 檢視方案 / 升級⋯

source: View raw email headers and routing information.
de: Rohe E-Mail-Header und Routing-Informationen anzeigen.
es: Ve las cabeceras sin procesar y la información de enrutamiento.
fr: Affichez les en-têtes bruts et les informations de routage.
hi: कच्चे ईमेल हेडर और रूटिंग जानकारी देखें।
it: Visualizza gli header grezzi e le informazioni di instradamento.
ja: 生のメールヘッダとルーティング情報を表示します。
ko: 원시 이메일 헤더와 라우팅 정보를 봅니다.
pt_br: Veja cabeçalhos brutos e informações de roteamento.
zh_hans: 查看原始邮件头和路由信息。
zh_hant: 查看原始郵件標頭和路由資訊。

source: View raw RFC 822 source
de: Rohen RFC-822-Quelltext anzeigen
es: Ver la fuente RFC 822 sin procesar
fr: Afficher la source RFC 822 brute
hi: कच्चा RFC 822 स्रोत देखें
it: Visualizza sorgente RFC 822 grezzo
ja: RFC 822 の生ソースを表示
ko: 원시 RFC 822 소스 보기
pt_br: Ver fonte RFC 822 bruta
zh_hans: 查看原始 RFC 822 源
zh_hant: 檢視原始 RFC 822 來源

source: View raw source
de: Rohquelltext anzeigen
es: Ver fuente sin procesar
fr: Afficher la source brute
hi: कच्चा स्रोत देखें
it: Visualizza sorgente grezzo
ja: 生ソースを表示
ko: 원시 소스 보기
pt_br: Ver fonte bruta
zh_hans: 查看原始源
zh_hant: 檢視原始來源
